
"Everything" = "全部";
"Content" = "内容";
"Name" = "名称";
"Comment" = "注释";
"URL" = "URL";
"Tag" = "标签";
"Data" = "数据";
"Meta Data" = "摘要数据";
"Metadata" = "摘要数据";

"Kind" = "类型";
"Instance" = "实例";
"Record" = "条目";

"Label" = "标注";
"Locking" = "锁定";
"Unread" = "未读";
"State" = "旗标";
"Label" = "标注";

"Width" = "宽";
"Height" = "高";
"Duration" = "持续时间";
"Size" = "大小";
"Word Count" = "字数";

"Date Added" = "添加时间";
"Date Created" = "创建时间";
"Date Modified" = "修改时间";
"Date Opened" = "打开时间";

"Off" = "关闭";
"On" = "开启";
"is" = "是";
"is not" = "不是";
"contains" = "包含";
"matches" = "匹配";
"is less than" = "小于";
"is less than or equal to" = "小于或等于";
"is greater than" = "大于";
"is greater than or equal to" = "大于或等于";

"Aliases" = "别名";
"Script" = "脚本";

"Replicant" = "替身";
"Duplicate" = "副本";
"Indexed" = "已索引";
"Tagged" = "已加标签";

"Author" = "作者";
"From" = "来自";
"Recipient" = "收件人";
"To" = "送往";

"Title" = "标题";
"Headline" = "段落标题";
"Subject" = "主题";

"Description" = "描述";
"Keywords" = "关键字";
"Organization" = "组织";
"Copyright" = "版权";

"Album" = "专辑";
"Composer" = "著作者";

"Today" = "今天";
"Yesterday" = "昨天";
"This Week" = "本周";
"Last Week" = "上周";
"This Month" = "本月";
"Last Month" = "上月";
"This Quarter" = "本季度";
"Last Quarter" = "上季度";
"This Year" = "今年";
"Last Year" = "去年";

"Any" = "任意";
"All" = "全部";
"of the following are true" = "以下条件成立";

"Any Content" = "任意文档";
"Group" = "分组";
"Smart Group" = "智能分组";
"Plain Text" = "纯文本";
"Rich Text" = "富文本";
"HTML Page" = "HTML页面";
"Web Archive" = "Web存档";
"XML File" = "XML文件";
"Property List" = "属性列表";
"Image" = "图片";
"PDF/PS" = "PDF/PS";
"QuickTime" = "QuickTime";
"Video" = "视频";
"Audio" = "音频";
"Bookmark" = "书签";
"Feed" = "RSS订阅";
"Sheet" = "工作簿";
"Other" = "其他";
"Email" = "Email";
"News" = "新闻";

"does not contain" = "不包含";
"Filename" = "文件名";
"begins with"  = "开始于";
"ends with" = "结束于";

"Operators/Wildcards" = "运算符&通配符";
"Wildcards" = "通配符";
"Formatted Note" = "带格式的笔记";
"within last" = "在最后";
"not within last" = "不在最后";
"days" = "天";
"Pending" = "待处理";
